-- phpMyAdmin SQL Dump
-- version 4.2.7.1
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: 2017-02-10 17:47:32
-- 服务器版本： 5.6.20
-- PHP Version: 5.5.15

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `BJH160811`
--

-- --------------------------------------------------------

--
-- 表的结构 `TABLETEA`
--

CREATE TABLE IF NOT EXISTS `TABLETEA` (
`id` int(10) NOT NULL COMMENT 'id标示',
  `description` text NOT NULL COMMENT '商品描述',
  `catapoty` text NOT NULL COMMENT '分类',
  `homePrice` text NOT NULL COMMENT '本站价',
  `marketPrice` text NOT NULL COMMENT '市场价',
  `brand` text NOT NULL COMMENT '品牌',
  `facade` varchar(50) NOT NULL COMMENT '外观',
  `rank` text NOT NULL COMMENT '等级',
  `colgate` text NOT NULL COMMENT '净含量',
  `imgsrc` text NOT NULL COMMENT '展示图地址',
  `sliderimg` text NOT NULL COMMENT '轮播图地址',
  `aClick` text NOT NULL COMMENT 'a标签跳转地址',
  `hotProducts` text NOT NULL COMMENT '热销商品',
  `colgateArr` text NOT NULL COMMENT '净含量范围',
  `priceArr` text NOT NULL COMMENT '价格范围'
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=38 ;

--
-- 转存表中的数据 `TABLETEA`
--

INSERT INTO `TABLETEA` (`id`, `description`, `catapoty`, `homePrice`, `marketPrice`, `brand`, `facade`, `rank`, `colgate`, `imgsrc`, `sliderimg`, `aClick`, `hotProducts`, `colgateArr`, `priceArr`) VALUES
(1, '豫灵潭 雨前一级 纯手工野生信阳毛尖 罐裝 100g', '信阳毛尖', '96.0', '115.2', '豫灵潭', '罐装', '一级', '100g', '602_thumb_G_1409368755183.jpg', '', '#/xinyang', '信阳毛尖热销', '50-150g', '50-100元'),
(2, '新茶热销 明前 信阳毛尖 白盒125g', '信阳毛尖', '86.0', '103.2', '泡泡茶', '罐装', '特级', '125g', '30_thumb_G_1397267235152.jpg', '', '#/xinyang', '信阳毛尖热销', '50-150g', '50-100元'),
(3, '新茶 豫迎春 雨前 信阳毛尖 白盒250g', '信阳毛尖', '189.0', '226.8', '豫迎春', '罐装', '特级', '250g', '28_thumb_G_1395822368741.jpg', '', '#/xinyang', '信阳毛尖热销', '151-300g', '101-200元'),
(4, '新茶 雨后茗品 半手工野生信阳毛尖 罐装 125g', '信阳毛尖', '99.0', '118.8', '馨宇', '罐装', '特级', '125g', '18_thumb_G_1411112117005.jpg', '', '#/xinyang', '信阳毛尖热销', '50-150g', '50-100元'),
(5, '【茗淘惠】元典茶園 正宗新会柑普茶 筒装（三颗装）', '普洱茶', '158.0', '158.0', '元典茶園', '筒装', '一级', '125g', '652_thumb_G_1446172228590.jpg', '', '#/puer', '', '50-150g', '101-200元'),
(6, '【茗淘惠】和茶趣 冰岛之韵 好茶联盟首款订制茶 200g', '普洱茶', '180.0', '216.0', '和茶趣', '茶饼', '一级', '200g', '651_thumb_G_1443148201068.jpg', '', '#/puer', '', '151-300g', '101-200元'),
(7, '【茗淘惠】和茶趣 冰岛传奇 普洱生茶 200g', '普洱茶', '600.0', '600.0', '和茶趣', '茶饼', '特级', '200g', '650_thumb_G_1440381836448.jpg', '', '#/puer', '', '151-300g', '501元以上'),
(8, '【茗淘惠】铁良老班章 2007谷花普洱茶 200g', '普洱茶', '30000.0', '36000', '铁良老班章', '茶饼', '特级', '200g', '649_thumb_G_1440381324236.jpg', '', '#/puer', '', '151-300g', '501元以上'),
(9, '【茗淘惠】铁良老班章 2011头春普洱茶 200g', '普洱茶', '9000.0', '10800.0', '铁良老班章', '茶饼', '特级', '200g', '648_thumb_G_1440381165051.jpg', '', '#/puer', '', '151-300g', '501元以上'),
(10, '【茗淘惠】铁良老班章 2014古花普洱茶 200g', '普洱茶', '3000.0', '3600', '铁良老班章', '茶饼', '特级', '200g', '647_thumb_G_1440380577262.jpg', '', '#/puer', '', '151-300g', '501元以上'),
(11, '【茗淘惠】和茶趣 鸿亮饼 2015普洱茶生茶 357克', '普洱茶', '180.0', '200.0', '和茶趣', '茶饼', '一级', '357g', '645_thumb_G_1439800963122.jpg', '', '#/puer', '普洱茶热销商品', '301-500g', '101-200元'),
(12, '【好茶联盟】和茶趣 2014 冰岛正山明前春茶 普洱生茶 200g', '普洱茶', '3200.0', '3840.0', '和茶趣', '茶饼', '特级', '200g', '642_thumb_G_1437736908224.jpg', '', '#/puer', '普洱茶热销商品', '151-300g', '501元以上'),
(13, '【好茶联盟】勐库戎氏 2015本味大成（茶魂升级版）普洱生茶 500g', '普洱茶', '418.0', '418.0', '勐库戎氏', '茶饼', '特级', '500g', '641_thumb_G_1437738286545.jpg', '', '#/puer', '', '301-500g', '301-500元'),
(15, '【好茶联盟】铁良老班章 2015头春普洱茶 200g 限量抢购', '普洱茶', '2500.0', '3000', '铁良老班章', '茶饼', '特级', '200g', '640_thumb_G_1437838342784.jpg', '', '#/puer', '', '151-300g', '501元以上'),
(16, '元典茶園 特级陈皮桔普茶 2014年青皮 单包', '普洱茶', '68.0', '81.6', '元典茶園', '散茶', '特级', '45g', '170_thumb_G_1409301030001.jpg', '', '#/puer', '普洱茶热销商品', '50g以下', '101-200元'),
(17, '元典茶園 2014年特级大红柑 桔普柑普茶 正宗陈皮普洱茶 礼盒装 250g', '普洱茶', '758.0', '900.0', '元典茶園', '散茶', '特级', '250g', '131_thumb_G_1409298237654.jpg', '', '#/puer', '', '151-300g', '501元以上'),
(18, '元典茶園 2009年宫廷桔普茶 大红柑柑普茶 正宗新会陈皮普洱茶 筒装 110g', '普洱茶', '1198.0', '1440.0', '元典茶園', '筒装', '特级', '110g', '99_thumb_G_1409368394205.jpg', '', '#/puer', '', '151-300g', '501元以上'),
(19, '元典茶園 2009年特级桔普茶 柑普桔普 正宗新会陈皮普洱茶 筒装 110g', '普洱茶', '598.0', '720.0', '元典茶園', '筒装', '特级', '110g', '96_thumb_G_1409368364132.jpg', '', '#/puer', '普洱茶热销商品', '151-300g', '501元以上'),
(20, '元典茶園 2014年桔普茶桔普柑普茶 正宗陈皮普洱茶 青红柑 礼盒装 250g', '普洱茶', '358.0', '516.0', '元典茶園', '散茶', '特级', '250g', '94_thumb_G_1409298430301.jpg', '', '#/puer', '普洱茶热销商品', '151-300g', '301-500元'),
(21, '【好茶联盟】方守龙福鼎白茶 2014年 荷韵· 牡丹 白茶 白牡丹 100g', '福鼎白茶', '560.0', '560.0', '方守龙', '礼盒装', '特级', '100g', '636_thumb_G_1437838571619.jpg', '', '#/fuding', '福鼎白茶热销商品', '50-150g', '501元以上'),
(22, '华德 11年 福鼎白茶 特级白牡丹茶饼 357g', '福鼎白茶', '298.0', '357.6', '华德怡品', '茶饼', '一级', '357g', '585_thumb_G_1409295292471.jpg', '', '#/fuding', '福鼎白茶热销商品', '301-500g', '301-500元'),
(23, '华德 12年 福鼎白茶 高山陈年老土茶 寿眉饼 357g', '福鼎白茶', '136.0', '163.2', '华德怡品', '茶饼', '一级', '357g', '584_thumb_G_1409368638652.jpg', '', '#/fuding', '', '301-500g', '101-200元'),
(24, '华德 11年 福鼎白茶 特级寿眉饼 357g', '福鼎白茶', '216.0', '259.2', '华德怡品', '茶饼', '一级', '357g', '583_thumb_G_1409368611938.jpg', '', '#/fuding', '', '301-500g', '301-500元'),
(25, '华德 12年 福鼎白茶 高山生态陈香寿眉饼 350g', '福鼎白茶', '296.0', '355.2', '华德怡品', '茶饼', '一级', '350g', '582_thumb_G_1402299663303.jpg', '', '#/fuding', '', '301-500g', '301-500元'),
(26, '华德 12年 福鼎白茶 珍藏版白牡丹白茶饼 357g', '福鼎白茶', '380.0', '456.0', '华德怡品', '茶饼', '一级', '357g', '581_thumb_G_1409295359862.jpg', '', '#/fuding', '福鼎白茶热销商品', '301-500g', '301-500元'),
(27, '华德 12年 福鼎白茶 荒山野岭寿眉饼 357g', '福鼎白茶', '160.0', '192.0', '华德怡品', '茶饼', '一级', '357g', '580_thumb_G_1409295380669.jpg', '', '#/fuding', '', '301-500g', '101-200元'),
(28, '知叶 特级 白毫银针 罐装50g', '福鼎白茶', '139.0', '166.8', '知叶', '罐装', '特级', '50g', '164_thumb_G_1409368980005.jpg', '', '#/fuding', '福鼎白茶热销商品', '50-150g', '101-200元'),
(29, '【茗淘惠】御馨茗茶 韵香型铁观音 铁盒装 75g 买一送一', '安溪铁观音', '98.0', '98.0', '御馨茗茶', '盒装', '一级', '75g', '646_thumb_G_1439802071894.jpg', '', '#/tieguanyin', '安溪铁观音热销商品', '50-100g', '50-100元'),
(30, '【好茶联盟】御馨 御级1000 清香铁观音礼盒装 250g', '安溪铁观音', '500.0', '600.0', '御馨茗茶', '礼盒装', '特级', '250g', '637_thumb_G_1437838779031.jpg', '', '#/tieguanyin', '安溪铁观音热销商品', '151-300g', '301-500元'),
(32, '', '', '', '', '', '', '', '', '', 'img/slider1.jpg', '#/homepage', '', '', ''),
(34, '', '', '', '', '', '', '', '', '', 'img/slider2.jpg', '#/homepage', '', '', ''),
(35, '', '', '', '', '', '', '', '', '', 'img/slider3.jpg', '#/homepage', '', '', ''),
(37, '', '', '', '', '', '', '', '', '', 'img/slider4.jpg', '#/homepage', '', '', '');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `TABLETEA`
--
ALTER TABLE `TABLETEA`
 ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `TABLETEA`
--
ALTER TABLE `TABLETEA`
MODIFY `id` int(10) NOT NULL AUTO_INCREMENT COMMENT 'id标示',AUTO_INCREMENT=38;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
